Repository: radutzan/CF
Catalog: CF/*.lproj/Localizable.strings
Languages: es

source: Dismiss
es: Cerrar

# ERROR_DISMISS
source: Bummer
es: Rayos

source: Loading…
es: Cargando…

source: Version
es: Versión

# ERROR_MESSAGE_TRY_AGAIN
source: Please try again.
es: Por favor, inténtalo de nuevo.

# ERROR_MESSAGE_TRY_AGAIN_OR_REPORT
source: Please try again, and if it keeps failing, please report it to us via Twitter.
es: Por favor, inténtalo de nuevo, y si sigue fallando, repórtanoslo vía Twitter.

# NO_INTERNET_WARNING_TITLE
source: No internet connection
es: No hay conexión a internet

# NO_INTERNET_WARNING_MESSAGE
source: Your device seems to be offline. Please connect to the internet and try again.
es: Tu dispositivo está desconectado de la red. Conéctate a internet e intenta de nuevo.

# API_ISSUE_WARNING_TITLE
source: There was an issue contacting our server
es: Imposible conectarse

# API_ISSUE_WARNING_MESSAGE
source: There seems to be a problem connecting to the Cuánto Falta server. Please try again later.
es: En estos momentos no podemos conectarnos al servidor de Cuánto Falta. Por favor, intenta más tarde.

# AND_BUS_STOP
source: and
es: con

source: service
es: servicio

# DIRECTION
source: destination
es: hacia

source: estimation
es: estimación

source: distance
es: distancia

# REFRESHING
source: updating…
es: cargando…

# NO_INFO
source: No data
es: No hay datos

source: Out of schedule
es: Fuera de horario

# TO_DIRECTION
source: to
es: a

# TO_MINS
source: to
es: a

# STOP_ERROR_TITLE
source: Couldn't check stop
es: No se pudo consultar el paradero

# INVALID_STOP_CODE_TITLE
source: Invalid Stop Code
es: Código inválido

# INVALID_STOP_CODE_MESSAGE
source: Please make sure you entered it correctly. It needs to include the P, a letter and a number with up to 4 digits, without spaces.
es: Asegúrate de que lo ingresaste correctamente. Tiene que incluir la P, la letra de zona y un número de hasta 4 dígitos. No puede contener espacios.

# NO_INFO_TITLE
source: There's no data about this service
es: No hay información sobre este servicio

# NO_INFO_MESSAGE
source: There could be a problem with the origin data server, or the operator may be failing to provide the information.
es: Puede que haya problemas en el servidor de origen o que la empresa operadora no esté enviando la información.

# NO_INFO_BUTTON_COMPLAIN
source: Report
es: Reportar

# MAP_SEARCHFIELD_PLACEHOLDER
source: Stop code, service or place
es: Busca código, servicio o lugar

# SEARCH_SUGGESTION_CARD_STOP_CODE_TITLE
source: Stop Code
es: Código

# SEARCH_SUGGESTION_CARD_SERVICE_TITLE
source: Service
es: Servicio

# SEARCH_SUGGESTION_CARD_PLACE_TITLE
source: Place
es: Lugar

# MAP_SEARCH_SUGGESTION_CARD_TEXT
source: Search for “%@” on the map
es: Buscar lugar o dirección

# LOCATION_DENIED_ALERT_TITLE
source: Location Disabled
es: Ubicación Desactivada

# LOCATION_DENIED_ALERT_MESSAGE
source: Cuánto Falta needs your permission to use Location Services in order to show you the nearest stops and Bip! spots. Your location is kept private at all times, it never leaves your device, and it never will. To allow Cuánto Falta to use your Location, go to the Settings app > Privacy > Location Services and turn on Cuánto Falta.
es: Cuánto Falta necesita tu ubicación para mostrarte los paraderos y puntos Bip! más cercanos. Tu ubicación se mantendrá completamente privada, nunca se enviará a ningún servidor, y sólo se usará dentro de tu dispositivo. Para permitir el uso de la ubicación, anda a la app de Ajustes > Privacidad > Ubicación y activa Cuánto Falta.

# OUT_OF_SANTIAGO_WARNING_TITLE
source: You're not in Santiago
es: Estás fuera de Santiago

# OUT_OF_SANTIAGO_WARNING_MESSAGE
source: Cuánto Falta only works in Santiago. Navigate to Santiago on the map to see stuff.
es: Cuánto Falta sólo funciona en Santiago de Chile. Navega hacia Santiago en el mapa para ver cosas.

# ZOOM_LEVEL_WARNING_TITLE
source: You're too far away
es: Estás muy lejos

# ZOOM_LEVEL_WARNING_MESSAGE
source: Zoom in to see stops on the map
es: Acércate para ver paraderos en el mapa

# ROUTES_SEARCHFIELD_PLACEHOLDER
source: Search for places or enter an address
es: Busca lugares o direcciones

# SEARCH_ERROR_NOTFOUND_TITLE
source: Place not found
es: Lugar no encontrado

# SEARCH_ERROR_NOTFOUND_MESSAGE
source: Be more specific, or look for the place directly on the map.
es: Especifica más tu búsqueda o busca directamente en el mapa.

# SEARCH_ERROR_GENERIC_TITLE
source: Couldn't perform search
es: Imposible buscar

# SEARCH_ERROR_GENERIC_MESSAGE
source: It's impossible to search for places at the moment. Try again later.
es: En este momento, no es posible buscar lugares. Inténtalo después, o busca directamente en el mapa.

# SERVICE_ROUTE_ERROR_ALERT_TITLE
source: Couldn't find the route for this service
es: No se pudo encontrar la ruta de este servicio

# FAVORITES_PLACEHOLDER_TITLE
source: No Favorites
es: No tienes favoritos

# FAVORITES_PLACEHOLDER_MESSAGE
source: You can add a stop to Favorites by tapping the star on the stop results list.
es: Agrega favoritos tocando la estrella que aparece cuando consultas un paradero.

# HISTORY_PLACEHOLDER_TITLE
source: No history
es: Sin historial

# HISTORY_PLACEHOLDER_MESSAGE
source: Your History will appear here after you check your first stop.
es: Tu historial se guardará aquí cuando consultes un paradero.

source: Clear All History
es: Borrar Historial

# NAME_YOUR_FAVORITE
source: Name this favorite
es: Ponle nombre al favorito

# NAMELESS_FAVORITE
source: No name
es: Favorito sin nombre

source: Help
es: Ayuda

source: About
es: Acerca

source: Send Feedback
es: Envíanos comentarios

source: Store
es: Tienda

# SHARE_THIS_APP
source: Share Cuánto Falta
es: Comparte Cuánto Falta

# FOLLOW_US_TWITTER
source: Follow us on Twitter
es: Síguenos

# RATE_ON_APP_STORE
source: Rate on the App Store
es: Evalúa en la App Store

# SHARE_TWEET_TEXT
source: Check out @cuantofaltapp, a great app for Transantiago
es: Baja Cuánto Falta, una aplicación pulenta para el Transantiago

source: What's New
es: Lo nuevo

# WHATS_NEW_TITLE
source: What's New in Cuánto Falta
es: Lo nuevo en Cuánto Falta

# WHATS_NEW_MAP_TITLE
source: Free Map, with Ads
es: Mapa Gratis, c/ Publicidad

# WHATS_NEW_MAP_DESCRIPTION
source: The Map can now be activated for free, with an ad-supported experience.
es: Ahora puedes activar el Mapa gratis, con publicidad.

# WHATS_NEW_ROUTES_TITLE
source: Service Routes
es: Rutas de Servicios

# WHATS_NEW_ROUTES_DESCRIPTION
source: See the route of every bus service and their stops. Tap a service on a stop or search from the Map's search bar.
es: Ve la ruta de los buses y sus paraderos. Busca el servicio en el buscador del Mapa o selecciónalo en el paradero.

# WHATS_NEW_PRO_DESCRIPTION
source: Pro removes all ads and enables the Map. Already had the Map? Great! You're now Pro!
es: Pro elimina toda la publicidad y activa el Mapa. ¿Tenías el Mapa de antes? Felicidades, ahora tienes Pro.

# WHATS_NEW_DISMISS
source: Awesome
es: Bacán

source: USD
es: dólares

source: Cancel
es: Cancelar

source: Buy
es: Comprar

source: Purchased
es: Comprado

# STORE_RESTORE
source: Restore Previous Purchases
es: Restaurar Compras

# STORE_RESTORE_DESCRIPTION
source: If you've already purchased Pro and it doesn't appear as Purchased, restore it using this option.
es: Si ya has comprado Pro y no te aparece, restaura tus compras anteriores.

# STORE_ERROR_TITLE
source: There was an error with your purchase
es: Hubo un error con la compra

# STORE_WAIT_TITLE
source: Please wait…
es: Espera un poco…

# STORE_WAIT_MESSAGE
source: Give it a second. It's going to space!
es: Seguro se demora menos que la micro.

# STORE_THANK_YOU_TITLE
source: Welcome to Pro.
es: Gracias por activar Pro.

# STORE_THANK_YOU_MESSAGE_MAP
source: Thank you, you are awesome. The Map has been enabled and all ads have been disabled forever. Enjoy the quiet.
es: Se eliminó toda la publicidad. Que lo disfrutes, y que tengas un día bacán.

# STORE_THANK_YOU_MESSAGE_ADS
source: Doesn't it feel great to get rid of those pesky ads?
es: Dato: solo los más bacanes eliminan la publicidad.
